Repository: MinaaFawzy/Hlthera-Engage
Catalog: Hlthera/Utilities/*.lproj/Localizable.strings
Languages: ar

source: Sore Throat
ar: التهاب الحلق

source: Fever
ar: الحمى

source: COVID-19 Testing
ar: اختبار COVID-19

source: COVID-19 Vaccination
ar: تطعيم COVID-19

source: Default Location
ar: الموقع الافتراضي

source: Pull to refresh
ar: اسحب للتحديث

source: Selected Location
ar: الموقع المحدد

source: Drag map to change location
ar: اسحب الخريطة لتغيير الموقع

source: List of Hospitals
ar: قائمة المستشفيات

source: Select Location
ar: حدد الموقع

source: Book video or in-clinic appointment
ar: حجز فيديو أو موعد في العيادة

source: Consult with online doctor
ar: استشر طبيب على الإنترنت

source: Start Consulting
ar: بدء الاستشارات

source: Find doctor near you?
ar: البحث عن طبيب بالقرب منك؟

source: Address not found
ar: العنوان غير موجود

source: Starting from
ar: بدءًا من

source: Not Available Today
ar: غير متوفر اليوم

source: Available Today
ar: متاح اليوم

source: years of exp.
ar: سنه من الخبرة

source: Year
ar: السنة

source: Years
ar: السنوات

source: Feeling unwell?
ar: هل تشعر بالإعياء؟

source: Pharmacy
ar: الصيدلية

# Hospitals
source: Health center
ar: المستشفيات

# Doctors
source: Healers
ar: الأطباء

source: No data found
ar: لا توجد بيانات

source: years of exp.
ar: سنوات الخبرة.

source: Confirmed
ar: مؤكد

source: Confirm
ar: تأكيد

source: Are you sure you want to reschedule this
ar: هل أنت متأكد من رغبتك في إعادة جدولة هذا

source: appointment?
ar: ميعاد؟

source: Data not found
ar: لم يتم العثور على البيانات

source: Your appointment has been confirmed
ar: تم تأكيد موعدك

source: Covid-19 Testing
ar: اختبار Covid-19

source: House Call
ar: مكالمه المنزل

source: Clinic Visit
ar: زيارة العيادة

source: Teleconsultation
ar: الاستشارات عن بعد

source: Quantity
ar: الكمية

source: Under development
ar: قيد التطوير

source: My Saved Cards
ar: بطاقاتي المحفوظة

source: Disable Call Notifications
ar: تعطيل إعلامات المكالمات

source: Disabling this will also disable incoming call notifications
ar: سيؤدي تعطيل هذا أيضًا إلى تعطيل إشعارات المكالمات الواردة

source: Yes
ar: نعم

source: No
ar: لا

source: Title
ar: العنوان

source: Please Enter Current Password
ar: الرجاء إدخال كلمة المرور الحالية

source: Please Enter New Password
ar: الرجاء إدخال كلمة مرور جديدة

source: Please Enter Confirm Password
ar: الرجاء إدخال تأكيد كلمة المرور

source: Please New & Confirm Password does not match
ar: كلمه المرور غير متطابقه

source: Page Heading
ar: عنوان الصفحة

source: Report has been successfully submitted
ar: تم إرسال التقرير بنجاح

source: No Suggestions Found, Please checkback later
ar: لم يتم العثور على اقتراحات ، الرجاء إعادة التحقق لاحقًا

source: Please Select Location
ar: الرجاء تحديد الموقع

source: Settings
ar: الإعدادات

source: Cancel
ar: إلغاء

source: Current Location
ar: الموقع الحالي

source: Drag to change
ar: اسحب للتغيير

source: Delivery Address
ar: عنوان التسليم

source: Continue Ordering
ar: متابعة الطلب

source: My Saved Address
ar: عنواني المحفوظ

source: Add New Address
ar: إضافة عنوان جديد

source: Please Select Delivery Address
ar: الرجاء تحديد عنوان التسليم

source: Address Deleted Successfully
ar: تم حذف العنوان بنجاح

source: Edit Address
ar: تعديل العنوان

source: Please Enter Name
ar: الرجاء إدخال الاسم

source: Please Enter valid Name
ar: الرجاء إدخال اسم صحيح

source: Please Enter Mobile Number
ar: الرجاء إدخال رقم الهاتف المحمول

source: Please Enter valid Mobile Number
ar: الرجاء إدخال رقم هاتف محمول صحيح

source: Please Enter Address
ar: الرجاء إدخال العنوان

source: Please Enter City
ar: الرجاء إدخال المدينة

source: Please Enter Pincode
ar: الرجاء إدخال الرمز الشخصي

source: Please Enter valid Pincode
ar: الرجاء إدخال رمز سري صحيح

source: Address updated successfully!
ar: تم تحديث العنوان بنجاح!

source: Address saved successfully!
ar: تم حفظ العنوان بنجاح!

source: Stress & Anxiety
ar: التوتر والقلق

source: Stomach Pain
ar: آلام المعدة

source: Coughing
ar: السعال

source: Headaches
ar: الصداع

source: About Us
ar: نبذة عنا

source: Privacy Policy
ar: سياسه الخصوصية

source: Terms & Conditions
ar: الشروط والأحكام

source: Help
ar: مساعدة

source: FAQ's
ar: التعليمات

source: Push notifications
ar: التنبيهات

source: Change Password
ar: تغيير كلمة المرور

source: Face ID
ar: تعريف الوجه

source: Saved Address
ar: العنوان المحفوظ

source: Saved Cards
ar: البطاقات المحفوظة

source: Refer App
ar: ترشيح التطبيق

source: Rate App
ar: تقييم التطبيق

source: Delete account
ar: حذف الحساب

source: Terms and Conditions
ar: الشروط والأحكام

source: term_condition
ar: الشروط والأحكام

source: OK
ar: موافق

source: Unable to connect to the Internet. Please try again.
ar: تعذر الاتصال بالإنترنت. الرجاء المحاولة مرة أخرى.

source: Something went wrong. Please try again.
ar: حدث خطأ ما. أعد المحاولة من فضلك.

source: changeMobileNumber
ar: تغيير رقم الهاتف

source: Under Development
ar: قيد التطوير

source: Video saved successfully
ar: تم حفظ الفيديو بنجاح

source: Please select an option to pick an image.
ar: الرجاء تحديد خيار لاختيار صورة.

source: Camera
ar: الكاميرا

source: Gallery
ar: المعرض

source: Camera not found
ar: لم يتم العثور على الكاميرا

source: Photo Source
ar: مصدر الصورة

source: Choose a source
ar: اختر مصدرًا

source: Photo Library
ar: مكتبة الصور

source: Unable to load data:
ar: تعذر تحميل البيانات:

source: Scheduled
ar: مجدولة

source: Previous
ar: السابق

source: Checked in successfully completed
ar: تم تسجيل الوصول بنجاح

source: Please Enter Message
ar: الرجاء إدخال الرسالة

source: Hi Doctor! I’m Checking in
ar: مرحبًا دكتور! أنا أسجل الوصول

source: Hi
ar: مرحبًا

source: I’m Checking in
ar: أنا أسجل الوصول

source: About this Product
ar: حول هذا المنتج

source: Benefits
ar: الفوائد

source: How to take/use
ar: كيف تأخذ / تستخدم

source: Add to Cart
ar: إضافة إلى عربة التسوق

source: View Cart
ar: عرض عربة التسوق

source: Please Add items in cart to continue
ar: الرجاء إضافة عناصر في سلة التسوق للمتابعة

source: Price:
ar: السعر:

source: Item Removed Successfully!
ar: تمت إزالة العنصر بنجاح!

source: No. of items
ar: عدد العناصر

source: Price: $
ar: السعر: $

source: Product Category
ar: فئة المنتج

source: Recommended Products
ar: المنتجات الموصى بها

source: Top Products
ar: أهم المنتجات

source: Quantity(
ar: الكمية (

source: E-prescription has been uploaded successfully
ar: تم تحميل الروشتة بنجاح

source: Max Documents upload limit is reached
ar: تم الوصول إلى الحد الأقصى لتحميل المستندات

source: All orders
ar: كل الطلبات

source: Last 30 days orders
ar: طلبات آخر 30 يومًا

source: All
ar: الكل

source: Price Low to High
ar: السعر من الأدنى إلى الأعلى

source: Price High to Low
ar: السعر من الأعلى إلى الأدنى

source: Newest First
ar: الأحدث أولاً

source: low to high
ar: من الأقل إلى الأعلى

source: high to low
ar: من الأعلى إلى الأقل

source: latest
ar: الأحدث

source: Are you sure you want to cancel this order?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟

source: Status unavailable
ar: الحالة غير متاحة

source: Cancelled
ar: ملغاة

source: Delivered
ar: تم التسليم

source: Ongoing
ar: جارية

source: Order Pending
ar: الطلب معلق

source: Rejected
ar: مرفوض

source: Approved
ar: موافق عليه

source: Verification Pending
ar: التحقق معلق

source: Estimated Delivery:
ar: التوصيل المتوقع:

source: Qty
ar: الكمية

source: Total Amount paid
ar: إجمالي المبلغ المدفوع

source: Product Details
ar: تفاصيل المنتج

source: Order ID:
ar: رقم الطلب:

source: Order Details
ar: تفاصيل الطلب

source: Repeat Order
ar: كرر الطلب

source: Place Order Again
ar: تقديم الطلب مرة أخرى

source: Cancel Order
ar: إلغاء الطلب

source: Full Details
ar: التفاصيل الكاملة

source: Block User
ar: حظر المستخدم

source: Unblock User
ar: إلغاء حظر المستخدم

source: Please enter feedback
ar: الرجاء إدخال الملاحظات

source: Are you sure you want to delete this message?
ar: هل أنت متأكد أنك تريد حذف هذه الرسالة؟

source: Date and time
ar: التاريخ والوقت

source: 30 mins
ar: 30 دقيقة

source: Laboratory
ar: المختبر

source: Ultrasound
ar: الموجات فوق الصوتية

source: Consultation
ar: استشارة

source: Diabetic care
ar: رعاية مرضى السكري

source: Service Location
ar: موقع الخدمة

source: No Doctors Found associated with this Hospital
ar: لم يتم العثور على أطباء مرتبطين بهذا المستشفى

source: No Experience Found
ar: لم يتم العثور على خبرة

source: Hospital Location
ar: موقع المستشفى

source: Appointment (slot)
ar: الموعد

source: Sun
ar: الاحد

source: Mon
ar: الاثنين

source: Tue
ar: الثلاثاء

source: Wed
ar: الأربعاء

source: Thu
ar: الخميس

source: Fri
ar: الجمعة

source: Sat
ar: السبت

source: Slots
ar: المواعيد

source: Done
ar: تم

source: Please Enter Card Number
ar: الرجاء إدخال رقم البطاقة

source: Card Saved Successfully!
ar: تم حفظ البطاقة بنجاح!

source: Card Deleted Successfully
ar: تم حذف البطاقة بنجاح

source: Your order placed successfully
ar: تم تقديم طلبك بنجاح

source: Payment has been successfully done
ar: تم الدفع بنجاح

source: Master Card
ar: ماستر كارد

source: Please Select Payment Card
ar: الرجاء تحديد بطاقة الدفع

source: - Promocode Applied!
ar: - تم تطبيق البرومو كود!

source: Save
ar: حفظ

source: Make Payment
ar: إجراء الدفع

source: No Results Found
ar: لا توجد نتائج

source: No Coupons Found
ar: لم يتم العثور على قسائم

source: Please Enter Patient Name
ar: الرجاء إدخال اسم المريض

source: Please Enter Patient Age
ar: الرجاء إدخال عمر المريض

source: Please Enter Valid Patient Age
ar: الرجاء إدخال عمر صحيح للمريض

source: Please Select Patient Gender
ar: الرجاء تحديد جنس المريض

source: Please select Patient Relation
ar: الرجاء تحديد علاقة المريض

source: Please Enter Patient Mobile Number
ar: الرجاء إدخال رقم هاتف المريض

source: Please Enter Valid Patient Mobile Number
ar: الرجاء إدخال رقم جوال صحيح للمريض

source: Please Enter Patient Email Address
ar: الرجاء إدخال عنوان البريد الإلكتروني للمريض

source: Please Enter Valid Patient Email Address
ar: الرجاء إدخال عنوان بريد إلكتروني صحيح للمريض

source: Please Select Booking Type
ar: الرجاء تحديد نوع الحجز

source: Please enter notes
ar: الرجاء إدخال الملاحظات

source: Please Enter Age
ar: الرجاء إدخال العمر

source: Please Enter Valid Age
ar: الرجاء إدخال العمر الصحيح

source: Please Select Gender
ar: الرجاء تحديد الجنس

source: Please Enter Valid Mobile Number
ar: الرجاء إدخال رقم هاتف محمول صحيح

source: Please Enter Email Address
ar: الرجاء إدخال عنوان البريد الإلكتروني

source: Please Enter Valid Email Address
ar: الرجاء إدخال عنوان بريد إلكتروني صحيح

source: Please Enter Address or Select Address
ar: الرجاء إدخال العنوان أو تحديد العنوان

source: Please Enter Valid Address
ar: الرجاء إدخال عنوان صحيح

source: Please Enter Valid City
ar: الرجاء إدخال مدينة صحيحه

source: Please Enter Valid Pincode
ar: الرجاء إدخال رمز سري صحيح

source: Select Date
ar: حدد التاريخ

source: Slot Unavailable
ar: الميعاد غير متوفر

source: Select Slots
ar: تحديد المواعيد

source: Service Unavailable
ar: الخدمة غير متوفرة

source: male
ar: ذكر

source: female
ar: أنثى

source: Address
ar: العنوان

source: Selected Address
ar: العنوان المحدد

source: Select Address
ar: حدد العنوان

source: Anonymous
ar: مجهول

source: More
ar: المزيد

source: Wrong Timings
ar: المواعيد خاطئة

source: Wrong phone number
ar: رقم الهاتف خاطئ

source: Wrong Address
ar: عنوان خاطئ

source: Please Select One
ar: الرجاء تحديد واحد

source: Wrong consultation fee
ar: رسوم استشارة خاطئة

source: No services available for booking, please try again later
ar: لا توجد خدمات متاحة للحجز ، يرجى المحاولة مرة أخرى لاحقًا

source: Doctor Around You
ar: اطباء حولك

source: Search Hospitals, Speciality
ar: البحث في المستشفيات ، التخصص

source: My Doctors
ar: أطبائي

source: Under Dev
ar: تحت التطوير

source: Starting from $
ar: بدءًا من $

source: Not Available
ar: غير متوفر

source: Available From
ar: متوفر من

source: Male
ar: ذكر

source: Female
ar: أنثى

source: About
ar: حول

source: Specialization
ar: التخصص

source: Education
ar: التعليم

source: Experience
ar: الخبرة

source: Rating
ar: التقييم

source: Patient's Name
ar: اسم المريض

source: Patient's Email Address
ar: عنوان البريد الإلكتروني للمريض

source: Patient's Mobile Number
ar: رقم هاتف المريض

source: Patient's Gender
ar: جنس المريض

source: Insurance Number
ar: رقم التأمين

source: Book again
ar: احجز مرة أخرى

source: Your Upcoming Clinic Appointment with
ar: موعدك القادم بالعيادة مع

source: Yrs Experience
ar: سنوات الخبرة

source: Booked on:
ar: حجز في:

source: Join meeting
ar: الانضمام إلى الاجتماع

source: Meeting number
ar: رقم الاجتماع

source: Meeting password
ar: كلمة مرور الاجتماع

source: Log in
ar: تسجيل الدخول

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Alert
ar: تنبيه

source: Are you sure you want to cancel this appointment?
ar: هل أنت متأكد أنك تريد إلغاء هذا الموعد؟

source: Enter Password
ar: أدخل كلمة المرور

source: Enter E-mail or Phone
ar: أدخل البريد الإلكتروني أو الهاتف

source: Enter Full Name
ar: أدخل الاسم الكامل

source: Enter Mobile Number
ar: أدخل رقم الهاتف المحمول

source: Enter Email
ar: أدخل البريد الإلكتروني

source: Enter Confirm Password
ar: أدخل تأكيد كلمة المرور

source: Signed Up Successfully!
ar: تم الاشتراك بنجاح!

source: Logout
ar: تسجيل الخروج

source: Select Country
ar: حدد الدولة

source: Choose Date
ar: اختر التاريخ

source: OK
ar: موافق

source: Please type the verification code sent to your Mobile number
ar: الرجاء كتابة رمز التحقق المرسل إلى رقم هاتفك المحمول

source: Coming Soon
ar: قريبًا

source: OTP Resent Successfully
ar: تمت إعادة إرسال رمز التحقق بنجاح

source: Please check your internet connection !
ar: الرجاء التحقق من اتصال الانترنت الخاص بك !

source: Your session has expired. Please login again. -> 🚀
ar: انتهت جلستك. الرجاء تسجيل الدخول مرة أخرى. -> 🚀

source: Oops something went wrong. Please try again later.
ar: عفوًا ، حدث خطأ ما. الرجاء إعادة المحاولة لاحقًا.

source: No Data Found 🎈
ar: لم يتم العثور على بيانات 🎈

source: Empty name 🚀
ar: اسم فارغ 🚀

source: Under Development 👨‍🏫
ar: قيد التطوير 👨‍🏫

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Please sign in first.
ar: الرجاء تسجيل الدخول أولاً.

source: you are already on this page 🤣 -> 🚀
ar: أنت موجود بالفعل في هذه الصفحة 🤣 -> 🚀

source: Mobile Number
ar: رقم الجوال

source: Profile Completed
ar: ملف التعريف مكتمل

source: Full Name
ar: الاسم الكامل

source: Email ID
ar: معرف البريد الإلكتروني

source: Date of Birth
ar: تاريخ الميلاد

source: Nationalty
ar: الجنسية

source: UAE Resident or Non UAE Resident
ar: مقيم في الإمارات العربية المتحدة أو غير مقيم في الإمارات

source: Expiry Date
ar: تاريخ انتهاء الصلاحية

source: Marital status
ar: الحالة الاجتماعية

source: Non-UAE Resident
ar: غير مقيم في الإمارات العربية المتحدة

source: UAE Resident
ar: مقيم في الإمارات العربية المتحدة

source: Single
ar: واحد

source: Married
ar: متزوج

source: Please Enable Location Permissions from Settings
ar: الرجاء تمكين أذونات الموقع من الإعدادات

source: 0% Profile completed
ar: 0٪ اكتمل ملف التعريف

source: 80% Profile completed
ar: اكتمل 80٪ من ملف التعريف

source: Are you allergic to anything ?
ar: هل لديك حساسية ضد أي شيء ؟

source: Are you taking any medicines at the moments?
ar: هل تتناول أي أدوية في الوقت الحالي؟

source: Have you have an any medications in the past?
ar: هل تناولت أي أدوية في الماضي؟

source: Do you have any chronic illnesses?
ar: هل لديك أي أمراض مزمنة؟

source: Have you had any injuries in the past?
ar: هل تعرضت لأي إصابات في الماضي؟

source: Any past Surgeries?
ar: أي عمليات جراحية سابقة؟

source: Add an allergy
ar: إضافة حساسية

source: Add an Medications
ar: إضافة أدوية

source: Add an illnesses
ar: إضافة مرض

source: Add an injury
ar: إضافة إصابة

source: Add an surgery
ar: إضافة عملية جراحية

source: Questions Left
ar: الأسئلة المتبقية

source: Please Enter Email/Mobile Number
ar: الرجاء إدخال البريد الإلكتروني / رقم الهاتف المحمول

source: Choose Your Doctor
ar: اختر طبيبك

source: Widget Notification
ar: تنبيهات

source: Select Your Pharmacy
ar: اختر الصيدلية

source: Choose Your Laboratory
ar: اختر مختبرك
